NSHumanReadableCopyright = "Telif Hakkı 2013 Google Inc. Tüm Hakları Saklıdır.";
WebPluginDescription = "Chrome Uzaktan Masaüstü Ana Makinesi";
WebPluginName = "Başka bir kullanıcının İnternet üzerinden güvenli bir şekilde bilgisayarınıza erişmesine izin verin.";